/* Review app in the app store */
"Rate App" = "给应用打分";

/* go and rate this app in the app store */
"Rate Now" = "马上打分";

/* remind me to review app later */
"Remind Me Later" = "以后提醒我";

/* write a review for this app */
"Review App" = "评论应用";

/* have a look at more of my apps */
"See More Apps" = "查看更多应用";

/* No comment provided by engineer. */
"Don't Ask Me Again" = "不要再问我";

/* Go to app store now */
"Look Now" = "马上查看";

/* No comment provided by engineer. */
"Please leave a review so we can make this app even better" = "请留下评论让我们将这款应用改进得甚至更好";

/* No comment provided by engineer. */
"Please take a look at my other apps" = "请看一看我们的其它应用";